// /*++
//  Copyright (c) 2013 - 2019 Byosoft Corporation. All rights reserved.
//  This program and associated documentation (if any) is furnished
//  under a license. Except as permitted by such license,no part of this
//  program or documentation may be reproduced, stored divulged or used
//  in a public system, or transmitted in any form or by any means
//  without the express written consent of Byosoft Corporation.
//
// Name:  EventLog.uni
//
// Description: Setup strings
//
//**********************************************************************
/=#
#langdef   zh-Hans "\wide中文\narrow"
#langdef   en-US "English"


//
// SMBIOS Event Log
//
#string STR_EMPTY                       #language en-US ""
                                        #language zh-Hans ""
#string STR_EVENT_LOG_FORM_TITLE        #language en-US "System Log"
                                        #language zh-Hans "\wide系统日志\narrow"
#string STR_EVENT_LOG_FORM_HELP         #language en-US "View or clear the system event log."
                                        #language zh-Hans "\wide查看或清除系统日志\narrow"
#string STR_EVENT_LOG_VIEW_PROMPT       #language en-US "View System Event Log"
                                        #language zh-Hans "\wide查看系统事件日志\narrow"
#string STR_EVENT_LOG_VIEW_HELP         #language en-US "View the system event log."
                                        #language zh-Hans "\wide查看系统事件日志\narrow"
#string STR_EVENT_LOG_CLEAR_PROMPT      #language en-US "Clear System Event Log"
                                        #language zh-Hans "\wide清除系统事件日志\narrow"
#string STR_EVENT_LOG_CLEAR_HELP        #language en-US "Clear the system event log."
                                        #language zh-Hans "\wide清除系统事件日志\narrow"
                                        
#string STR_EVENT_LOG_HEADERS           #language en-US   "Result:                     Time:"
                                        #language zh-Hans "\wide结果\narrow:                       \wide时间\narrow:"
                                        
#string STR_CLEAR_EVENT_LOG_WARNING     #language en-US  "  All system event logs will be cleared immediately!"
                                        #language zh-Hans "\wide    系统日志将被清除！\narrow"
#string STR_WARNING_TITLE               #language en-US  "Setup Warning"
                                        #language zh-Hans "\wide设定告警\narrow"
#string STR_NO_DATA                     #language en-US   "                            - No Data -"
                                        #language zh-Hans "                            - \wide无数据\narrow -"

